Revit 2024 API
DefaultOpenFromCloudCallback Properties
The DefaultOpenFromCloudCallback type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
DefaultOpenFromCloudCallback Class
Autodesk.Revit.DB Namespace